Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: This is necessary to ensure a level playing field among providers of general-purpose AI models where no provider should be able to gain a competitive advantage in the Union market by applying lower copyright standards than those provided in the Union.
pt_pt: Tal é necessário para assegurar condições de concorrência equitativas entre os prestadores de modelos de IA de finalidade geral em que nenhum prestador possa obter uma vantagem competitiva no mercado da União aplicando normas de direitos de autor menos rigorosas do que as previstas na União.

source: In order to increase transparency on the data that is used in the pre-training and training of general-purpose AI models, including text and data protected by copyright law, it is adequate that providers of such models draw up and make publicly available a sufficiently detailed summary of the content used for training the general-purpose AI model.
pt_pt: A fim de aumentar a transparência dos dados utilizados no treino prévio e no treino de modelos de IA de finalidade geral, incluindo textos e dados protegidos pela legislação em matéria de direitos de autor, é adequado que os prestadores desses modelos elaborem e disponibilizem ao público um resumo suficientemente pormenorizado dos conteúdos utilizados para o treino do modelo de IA de finalidade geral.

source: While taking into due account the need to protect trade secrets and confidential business information, this summary should be generally comprehensive in its scope instead of technically detailed to facilitate parties with legitimate interests, including copyright holders, to exercise and enforce their rights under Union law, for example by listing the main data collections or sets that went into training the model, such as large private or public databases or data archives, and by providing a narrative explanation about other data sources used.
pt_pt: Embora tendo devidamente em conta a necessidade de proteger os segredos comerciais e as informações comerciais de caráter confidencial, esse resumo deverá, de um modo geral, ser abrangente no seu âmbito de aplicação, em vez de ser tecnicamente pormenorizado, a fim de facilitar às partes com interesses legítimos, incluindo os titulares de direitos de autor, o exercício e a aplicação dos seus direitos ao abrigo do direito da União, por exemplo, enumerando as principais coleções ou conjuntos de dados que entraram no treino do modelo, como grandes bases de dados públicas ou privadas ou arquivos de dados, e oferecendo uma explicação narrativa sobre outras fontes de dados utilizadas.

source: It is appropriate for the AI Office to provide a template for the summary, which should be simple, effective, and allow the provider to provide the required summary in narrative form.
pt_pt: É conveniente que o Serviço para a IA disponibilize um modelo para o resumo, que deverá ser simples e eficaz, e permita ao prestador facultar o resumo exigido sob a forma narrativa.

source: With regard to the obligations imposed on providers of general-purpose AI models to put in place a policy to comply with Union copyright law and make publicly available a summary of the content used for the training, the AI Office should monitor whether the provider has fulfilled those obligations without verifying or proceeding to a work-by-work assessment of the training data in terms of copyright compliance.
pt_pt: No que diz respeito às obrigações impostas aos prestadores de modelos de IA de finalidade geral para que ponham em prática uma política de cumprimento da legislação da União em matéria de direitos de autor e disponibilizem ao público um resumo dos conteúdos utilizados para o treino, o Serviço para a IA deverá controlar se o prestador cumpriu essas obrigações sem verificar ou proceder a uma avaliação obra a obra dos dados de treino no que respeita aos direitos de autor.

source: This Regulation does not affect the enforcement of copyright rules as provided for under Union law.
pt_pt: O presente regulamento não afeta a aplicação das regras em matéria de direitos de autor previstas no direito da União.

source: Compliance with the obligations applicable to the providers of general-purpose AI models should be commensurate and proportionate to the type of model provider, excluding the need for compliance for persons who develop or use models for non-professional or scientific research purposes, who should nevertheless be encouraged to voluntarily comply with these requirements.
pt_pt: O cumprimento das obrigações aplicáveis aos prestadores de modelos de IA de finalidade geral deverá ser consentâneo e proporcionado ao tipo de prestador do modelo, excluindo a necessidade de conformidade para as pessoas que desenvolvem ou utilizam modelos para fins de investigação não profissional ou científica, que deverão, no entanto, ser incentivadas a cumprir voluntariamente esses requisitos.

source: Without prejudice to Union copyright law, compliance with those obligations should take due account of the size of the provider and allow simplified ways of compliance for SMEs, including start-ups, that should not represent an excessive cost and not discourage the use of such models.
pt_pt: Sem prejuízo do direito da União em matéria de direitos de autor, o cumprimento dessas obrigações deverá ter devidamente em conta a dimensão do prestador e permitir formas simplificadas de conformidade para as PME, incluindo as empresas em fase de arranque, que não deverão representar um custo excessivo nem desencorajar a utilização de tais modelos.

source: In the case of a modification or fine-tuning of a model, the obligations for providers of general-purpose AI models should be limited to that modification or fine-tuning, for example by complementing the already existing technical documentation with information on the modifications, including new training data sources, as a means to comply with the value chain obligations provided in this Regulation.
pt_pt: Em caso de alteração ou aperfeiçoamento de um modelo, as obrigações dos prestadores de modelos de IA de finalidade geral deverão limitar-se a essa alteração ou aperfeiçoamento, por exemplo, complementando a documentação técnica já existente com informações sobre as alterações, nomeadamente novas fontes de dados de treino, como forma de cumprir as obrigações da cadeia de valor previstas no presente regulamento.

source: General-purpose AI models could pose systemic risks which include, but are not limited to, any actual or reasonably foreseeable negative effects in relation to major accidents, disruptions of critical sectors and serious consequences to public health and safety; any actual or reasonably foreseeable negative effects on democratic processes, public and economic security; the dissemination of illegal, false, or discriminatory content.
pt_pt: Os modelos de IA de finalidade geral poderão representar riscos sistémicos que incluem, entre outros, quaisquer efeitos negativos reais ou razoavelmente previsíveis em relação a acidentes graves, perturbações de setores críticos e consequências graves para a saúde e a segurança públicas; quaisquer efeitos negativos, reais ou razoavelmente previsíveis, em processos democráticos e na segurança pública e económica; a divulgação de conteúdos ilegais, falsos ou discriminatórios.

source: Systemic risks should be understood to increase with model capabilities and model reach, can arise along the entire lifecycle of the model, and are influenced by conditions of misuse, model reliability, model fairness and model security, the level of autonomy of the model, its access to tools, novel or combined modalities, release and distribution strategies, the potential to remove guardrails and other factors.
pt_pt: Os riscos sistémicos deverão ser entendidos como aumentando as capacidades e o alcance do modelo, podendo surgir ao longo de todo o ciclo de vida do modelo e ser influenciados por condições de utilização indevida, fiabilidade do modelo, equidade e segurança do modelo, pelo nível de autonomia do modelo, pelo seu acesso a ferramentas, modalidades novas ou combinadas, estratégias de lançamento e distribuição, pelo potencial de remoção de barreiras de segurança e outros fatores.

source: In particular, international approaches have so far identified the need to pay attention to risks from potential intentional misuse or unintended issues of control relating to alignment with human intent; chemical, biological, radiological, and nuclear risks, such as the ways in which barriers to entry can be lowered, including for weapons development, design acquisition, or use; offensive cyber capabilities, such as the ways in vulnerability discovery, exploitation, or operational use can be enabled; the effects of interaction and tool use, including for example the capacity to control physical systems and interfere with critical infrastructure; risks from models of making copies of themselves or ‘self-replicating’ or training other models; the ways in which models can give rise to harmful bias and discrimination with risks to individuals, communities or societies; the facilitation of disinformation or harming privacy with threats to democratic values and human rights; risk that a particular event could lead to a chain reaction with considerable negative effects that could affect up to an entire city, an entire domain activity or an entire community.
pt_pt: Em especial, as abordagens internacionais identificaram, até à data, a necessidade de prestar atenção aos riscos decorrentes de uma potencial utilização indevida intencional ou de problemas não intencionais de controlo relacionados com o alinhamento com a intenção humana; os riscos químicos, biológicos, radiológicos e nucleares, tais como as formas como as barreiras à entrada podem ser baixadas, inclusive para o desenvolvimento, a conceção, a aquisição ou a utilização de armas; as capacidades cibernéticas ofensivas, tais como as formas em que a descoberta, exploração ou utilização operacional de vulnerabilidades pode ser permitida; os efeitos da interação e da utilização de ferramentas, incluindo, por exemplo, a capacidade de controlar os sistemas físicos e de interferir com as infraestruturas críticas; os riscos decorrentes de os modelos fazerem cópias de si próprios ou de «autorreplicação», ou de treinarem outros modelos; a forma como os modelos podem dar origem a enviesamentos prejudiciais e a discriminação, com riscos para os indivíduos, as comunidades ou as sociedades; a facilitação da desinformação ou o prejuízo para a privacidade, com ameaças para os valores democráticos e os direitos humanos; o risco de que um acontecimento específico conduza a uma reação em cadeia com efeitos negativos consideráveis que possam afetar até uma cidade inteira, uma atividade num domínio inteiro ou uma comunidade inteira.

source: It is appropriate to establish a methodology for the classification of general-purpose AI models as general-purpose AI model with systemic risks.
pt_pt: É conveniente estabelecer uma metodologia para a classificação de modelos de IA de finalidade geral como modelos de IA de finalidade geral com riscos sistémicos.

source: Since systemic risks result from particularly high capabilities, a general-purpose AI model should be considered to present systemic risks if it has high-impact capabilities, evaluated on the basis of appropriate technical tools and methodologies, or significant impact on the internal market due to its reach.
pt_pt: Uma vez que os riscos sistémicos resultam de capacidades particularmente elevadas, deverá considerar-se que um modelo de IA de finalidade geral apresenta riscos sistémicos se tiver capacidades de elevado impacto, avaliadas com base em ferramentas e metodologias técnicas adequadas ou um impacto significativo no mercado interno devido ao seu alcance.

source: High-impact capabilities in general-purpose AI models means capabilities that match or exceed the capabilities recorded in the most advanced general-purpose AI models.
pt_pt: Entende-se por capacidades de elevado impacto em modelos de IA de finalidade geral as capacidades que correspondam ou excedam as capacidades registadas nos modelos de IA de finalidade geral mais avançados.

source: The full range of capabilities in a model could be better understood after its placing on the market or when deployers interact with the model.
pt_pt: O conjunto completo de capacidades num modelo poderá ser mais bem compreendido após a sua colocação no mercado ou quando os responsáveis pela implantação interagirem com o modelo.

source: According to the state of the art at the time of entry into force of this Regulation, the cumulative amount of computation used for the training of the general-purpose AI model measured in floating point operations is one of the relevant approximations for model capabilities.
pt_pt: De acordo com o estado da arte no momento da entrada em vigor do presente regulamento, a quantidade acumulada de cálculo utilizado para o treino do modelo de IA de finalidade geral medido em operações de vírgula flutuante é uma das aproximações pertinentes para as capacidades do modelo.

source: The cumulative amount of computation used for training includes the computation used across the activities and methods that are intended to enhance the capabilities of the model prior to deployment, such as pre-training, synthetic data generation and fine-tuning.
pt_pt: A quantidade acumulada de cálculo utilizado para o treino inclui o cálculo utilizado nas atividades e métodos destinados a reforçar as capacidades do modelo antes da implantação, como o treino prévio, a geração de dados sintéticos e o aperfeiçoamento.

source: Therefore, an initial threshold of floating point operations should be set, which, if met by a general-purpose AI model, leads to a presumption that the model is a general-purpose AI model with systemic risks.
pt_pt: Por conseguinte, deverá ser estabelecido um limiar inicial de operação de vírgula flutuante que, se for cumprido por um modelo de IA de finalidade geral, conduz à presunção de que o modelo é um modelo de IA de finalidade geral com riscos sistémicos.

source: This threshold should be adjusted over time to reflect technological and industrial changes, such as algorithmic improvements or increased hardware efficiency, and should be supplemented with benchmarks and indicators for model capability.
pt_pt: Este limiar deverá ser ajustado ao longo do tempo para refletir as mudanças tecnológicas e industriais, tais como as melhorias algorítmicas ou uma maior eficiência do hardware, e deverá ser complementado com parâmetros de referência e indicadores da capacidade dos modelos.

source: To inform this, the AI Office should engage with the scientific community, industry, civil society and other experts.
pt_pt: Para o fundamentar, o Serviço para a IA deverá colaborar com a comunidade científica, a indústria, a sociedade civil e outros peritos.

source: Thresholds, as well as tools and benchmarks for the assessment of high-impact capabilities, should be strong predictors of generality, its capabilities and associated systemic risk of general-purpose AI models, and could take into account the way the model will be placed on the market or the number of users it may affect.
pt_pt: Os limiares, bem como as ferramentas e os parâmetros de referência para a avaliação das capacidades de elevado impacto, deverão ser indicadores fortes da generalidade, das suas capacidades e do risco sistémico associado dos modelos de IA de finalidade geral, e poderão ter em conta a forma como o modelo será colocado no mercado ou o número de utilizadores que pode afetar.

source: To complement this system, there should be a possibility for the Commission to take individual decisions designating a general-purpose AI model as a general-purpose AI model with systemic risk if it is found that such model has capabilities or an impact equivalent to those captured by the set threshold.
pt_pt: Para complementar este sistema, a Comissão deverá ter a possibilidade de tomar decisões individuais que designem um modelo de IA de finalidade geral como sendo um modelo de IA de finalidade geral com risco sistémico, caso se verifique que esse modelo tem capacidades ou impacto equivalentes aos captados pelo limiar estabelecido.

source: That decision should be taken on the basis of an overall assessment of the criteria for the designation of a general-purpose AI model with systemic risk set out in an annex to this Regulation, such as quality or size of the training data set, number of business and end users, its input and output modalities, its level of autonomy and scalability, or the tools it has access to.
pt_pt: Essa decisão deverá ser tomada com base numa avaliação global dos critérios de designação do modelo de IA de finalidade geral com risco sistémico estabelecidos num anexo do presente regulamento, tais como a qualidade ou a dimensão do conjunto de dados de treino, o número de utilizadores profissionais e finais, as suas modalidades de entrada e saída, o seu nível de autonomia e escalabilidade ou as ferramentas a que tem acesso.

source: Upon a reasoned request of a provider whose model has been designated as a general-purpose AI model with systemic risk, the Commission should take the request into account and may decide to reassess whether the general-purpose AI model can still be considered to present systemic risks.
pt_pt: Mediante pedido fundamentado de um prestador cujo modelo tenha sido designado um modelo de IA de finalidade geral com risco sistémico, a Comissão deverá ter em conta o pedido e pode decidir reavaliar se ainda é possível considerar que o modelo de IA de finalidade geral apresenta riscos sistémicos.

source: It is also necessary to clarify a procedure for the classification of a general-purpose AI model with systemic risks.
pt_pt: É igualmente necessário tornar claro um procedimento para a classificação de um modelo de IA de finalidade geral com riscos sistémicos.

source: A general-purpose AI model that meets the applicable threshold for high-impact capabilities should be presumed to be a general-purpose AI models with systemic risk.
pt_pt: Deverá presumir-se que um modelo de IA de finalidade geral que cumpra o limiar aplicável às capacidades de elevado impacto é um modelo de IA de finalidade geral com risco sistémico.

source: The provider should notify the AI Office at the latest two weeks after the requirements are met or it becomes known that a general-purpose AI model will meet the requirements that lead to the presumption.
pt_pt: O mais tardar duas semanas após o cumprimento dos requisitos ou após ter conhecimento de que um modelo de IA de finalidade geral cumprirá os requisitos que conduzem à presunção, o prestador deverá notificar o Serviço para a IA.

source: This is especially relevant in relation to the threshold of floating point operations because training of general-purpose AI models takes considerable planning which includes the upfront allocation of compute resources and, therefore, providers of general-purpose AI models are able to know if their model would meet the threshold before the training is completed.
pt_pt: Este aspeto é especialmente pertinente em relação ao limiar de operações de vírgula flutuante, uma vez que o treino de modelos de IA de finalidade geral exige um planeamento considerável, que inclui a afetação inicial de recursos de cálculo e, por conseguinte, os prestadores de modelos de IA de finalidade geral conseguem saber se o seu modelo cumprirá o limiar antes da conclusão do treino.

source: In the context of that notification, the provider should be able to demonstrate that, because of its specific characteristics, a general-purpose AI model exceptionally does not present systemic risks, and that it thus should not be classified as a general-purpose AI model with systemic risks.
pt_pt: No contexto dessa notificação, o prestador deverá poder demonstrar que um modelo de IA de finalidade geral, devido às suas características específicas, excecionalmente não apresenta riscos sistémicos e que, por conseguinte, não deverá ser classificado como sendo um modelo de IA de finalidade geral com riscos sistémicos.

source: That information is valuable for the AI Office to anticipate the placing on the market of general-purpose AI models with systemic risks and the providers can start to engage with the AI Office early on.
pt_pt: Essas informações são úteis para o Serviço para a IA antecipar a colocação no mercado de modelos de IA de finalidade geral com riscos sistémicos e os prestadores poderem começar a dialogar com o Serviço para a IA numa fase precoce.

source: That information is especially important with regard to general-purpose AI models that are planned to be released as open-source, given that, after the open-source model release, necessary measures to ensure compliance with the obligations under this Regulation may be more difficult to implement.
pt_pt: Essas informações são especialmente importantes no que diz respeito aos modelos de IA de finalidade geral que se prevê sejam lançados como fonte aberta, uma vez que, após o lançamento de modelos de fonte aberta, as medidas necessárias para assegurar o cumprimento das obrigações decorrentes do presente regulamento podem ser mais difíceis de aplicar.

source: If the Commission becomes aware of the fact that a general-purpose AI model meets the requirements to classify as a general-purpose AI model with systemic risk, which previously had either not been known or of which the relevant provider has failed to notify the Commission, the Commission should be empowered to designate it so.
pt_pt: Se a Comissão tomar conhecimento de que um modelo de IA de finalidade geral cumpre os requisitos para se classificar como modelo de IA de finalidade geral com risco sistémico, facto que anteriormente não era conhecido ou sobre o qual o prestador em causa não notificou a Comissão, a Comissão deverá ficar habilitada a designá-lo como tal.

source: A system of qualified alerts should ensure that the AI Office is made aware by the scientific panel of general-purpose AI models that should possibly be classified as general-purpose AI models with systemic risk, in addition to the monitoring activities of the AI Office.
pt_pt: Um sistema de alertas qualificados deverá assegurar que o Serviço para a IA é informado pelo painel científico sobre modelos de IA de finalidade geral que possivelmente deverão ser classificados como modelos de IA de finalidade geral com risco sistémico, a par das atividades de acompanhamento do Serviço para a IA.

source: The providers of general-purpose AI models presenting systemic risks should be subject, in addition to the obligations provided for providers of general-purpose AI models, to obligations aimed at identifying and mitigating those risks and ensuring an adequate level of cybersecurity protection, regardless of whether it is provided as a standalone model or embedded in an AI system or a product.
pt_pt: Os prestadores de modelos de IA de finalidade geral que apresentem riscos sistémicos deverão estar sujeitos, para além das obrigações previstas para os prestadores de modelos de IA de finalidade geral, a obrigações que visem identificar e atenuar esses riscos e assegurar um nível adequado de proteção da cibersegurança, independentemente de serem disponibilizados como modelos autónomos ou incorporados num sistema de IA ou num produto.
